{
  "privacy-policy": {
    "title": "POLÍTICA DE PRIVACIDAD DE DATOS",
    "copy": [
      "Para “School App” es prioridad el tratamiento legítimo, controlado e informado de los datos personales. En virtud de lo anterior, ponemos a su disposición la presente “Política de Privacidad de Datos” por medio de la cual, le informamos sobre el tratamiento que se dará a sus datos personales.",
      "Le informamos que el responsable de recabar y dar tratamiento o utilizar los datos personales que usted nos proporcione es PRODIK TECNOLOGÍA, S.A. DE C.V.",
      "Adicionalmente, le informamos que Google Cloud Platform, servicio nube en el que se encuentra hospedada la plataforma “School App” y todos sus componentes, cuenta con su propio Aviso de Privacidad de datos, el cual se encuentra publicado en https://cloud.google.com/security/privacy/?hl=es-419, https://cloud.google.com/security/gdpr o en alguna otra ubicación de sus respectivas páginas de internet o en las oficinas que señale.",
      "Esta Política de Privacidad de Datos es aplicable a los datos personales que “School App” recabe con la intención de ofrecer el servicio objeto del Contrato de Servicios “School App” celebrado con nosotros. En principio, usted podría navegar en nuestros sitios web o aplicaciones móviles sin proporcionar datos personales; sin embargo, “School App” pone a su disposición ciertos campos en los cuales usted puede voluntariamente proporcionar sus datos personales, por ejemplo, para registrarse en línea en nuestros sitios web o aplicaciones móviles. “School App” puede recolectar datos personales de diversas fuentes, incluyendo pero no limitándose a: cuando se registre en línea en los campos provistos en nuestros sitios web o aplicaciones móviles; al crear una cuenta en uno de nuestros sitios web o aplicaciones móviles; cuando “School App” le brinda servicios de atención al cliente; cuando nos contacte por cualquier razón derivada del uso de nuestros productos o servicios, cuando nos presente datos personales en alguna otra forma análoga o similar a las anteriores. “School App” no solicita, a través de sus sitios web o aplicaciones móviles, datos personales sensibles (por ejemplo: información en relación con su estado de salud, enfermedades que padece, alergias, preferencia sexual, etc.), sin embargo, en ocasiones y por determinadas circunstancias pueden tratarse datos de este tipo, en cuyo caso, se entenderá que usted otorga su consentimiento para el tratamiento de sus datos personales sensibles con el hecho de proporcionarlos a través de nuestros sitios web o aplicaciones móviles. Asimismo, al proporcionar datos personales sensibles de otros individuos que dependen de usted, reconoce y acepta que dichos individuos están enterados del tratamiento que “School App” llevará a cabo con sus datos personales y de los derechos que les corresponden. “School App” podrá recopilar su información a través de diferentes fuentes, entre ellas: Directa: Cuando nos proporcione sus datos personales para solicitar servicios, ya sea de forma personal llenando un formulario, a través de nuestros sitios web, aplicaciones móviles o correo electrónico. Indirecta: De cualquier otra fuente de información comercialmente disponible o que sea permitida por la Ley, que de forma enunciativa y no limitativa pueden ser encuestas, cuestionarios, etc. Ejemplos de datos que podrán solicitarse, mencionados de manera enunciativa más no limitativa: Tratándose de Personas Física: Nombre, sexo, dirección, teléfonos de contacto (casa, oficina y celular), correo electrónico, edad, fecha de nacimiento, referencias personales, ocupación, nacionalidad, país de nacimiento, estado civil, constancia Única de Registro de Población, Registro Federal de Contribuyentes, números de cuentas en instituciones bancarias para efectos de pagos, CLABE interbancaria, Número de Seguridad Social, escolaridad, dependientes económicos, datos del cónyuge e hijos, Información financiera, bancaria, ingresos, declaración de salud, entre otros. Tratándose de Personas Morales: Acta Constitutiva o documento que acredite la legal existencia de la sociedad, debidamente registrada, modificaciones al Acta Constitutiva (en su caso), poder del Representante Legal, con datos de Registro, identificación del Representante Legal, alta en Hacienda (R1), RFC de la Sociedad, CLABE interbancaria, información financiera, referencias bancarias, entre otros.",
      "Finalidades del tratamiento de los datos personales.",
      "“School App” recaba, utiliza, almacena o transfiere sus datos personales, en la medida en que la ley lo permite, para llevar a cabo las finalidades propias del negocio como por ejemplo: administración de personal escolar, seguimiento a las ventas a fin de alcanzar la satisfacción del cliente o consumidor; seguimiento a los procesos para los cuales proporcionó sus datos; estudios para determinar la satisfacción del cliente o consumidor; creación y administración de su cuenta; creación de directorios de clientes o usuarios finales; interrelación de bases de datos para conocer el perfil y las necesidades del cliente o usuario; envío de promociones sobre nuestros productos o servicios de acuerdo a lo que consideramos son los intereses del cliente o usuario; entrega de promociones; entrega de premios de lealtad; hacerle llegar comunicaciones de “School App”; realizar análisis a fin de determinar la eficacia de nuestra publicidad; celebrar los contratos correspondientes para la formalización de nuestros servicios, así como instrumentos jurídicos necesarios y utilizarlos en cualquier tipo de acto o diligencia de cobranza judicial y/o extrajudicial; cumplir con las obligaciones contractuales que PRODIK TECNOLOGÍA S.A. DE C.V. tenga con usted. “School App” podrá hacer uso de sus datos personales para otras finalidades, siempre y cuando dichas finalidades sean análogas a las anteriores y compatibles con las mismas. Sus datos personales serán tratados únicamente por el tiempo necesario a fin de cumplir con las finalidades descritas y/o de conformidad con lo que establezcan las disposiciones legales aplicables.",
      "Medidas de Seguridad.",
      "“School App” ha adoptado medidas de seguridad, técnicas, administrativas y físicas, necesarias para procurar la integridad de sus datos personales y evitar su daño, pérdida, alteración, destrucción o el uso, acceso o tratamiento no autorizado. Sin embargo, es claro que ninguna transmisión de datos por Internet es completamente segura y por ende PRODIK TECNOLOGÍA S.A. DE C.V. no puede garantizar que el tratamiento de sus datos personales estará libre de todo daño, pérdida, alteración, destrucción o el uso, acceso o tratamiento no autorizado. Únicamente el personal autorizado, que ha cumplido y observado los correspondientes requisitos de confidencialidad, podrá participar en el tratamiento de sus datos personales. El personal autorizado tiene prohibido permitir el acceso de personas no autorizadas y utilizar sus datos personales para fines distintos a los descritos. La obligación de confidencialidad de las personas que participan en el tratamiento de sus datos personales subsiste aún después de terminada la relación con PRODIK TECNOLOGÍA S.A. DE C.V. De conformidad a lo que establece el artículo 9 de la Ley Federal de Protección de Datos Personales en Posesión de los Particulares, cuando la empresa recabe datos personales sensibles, como por ejemplo: número de cuenta bancaria, tipo de sangre, etc., le será requerido su consentimiento expreso para el tratamiento de estos datos, por lo que le solicitaremos que, en su momento, indique si acepta o no el tratamiento, y en caso de aceptarlo, nos proporcione este documento debidamente firmado.",
      "Comunicaciones y Transferencias de datos personales.",
      "Como parte de las operaciones propias del negocio y a fin de cumplir con las finalidades descritas, PRODIK TECNOLOGÍA S.A. DE C.V. podrá compartir con terceros, nacionales o extranjeros, algunos o todos sus datos personales. Dichos terceros podrán ser compañías afiliadas o subsidiarias de PRODIK TECNOLOGÍA S.A. DE C.V.; asesores profesionales externos; y/u otros prestadores de servicios y, en general, cualquier tercero que actúe como encargado a nombre y por cuenta de PRODIK TECNOLOGÍA S.A. DE C.V.",
      "PRODIK TECNOLOGÍA S.A. DE C.V. se asegurará, en la medida de lo posible, que dichos terceros mantengan medidas de seguridad, administrativas, técnicas y físicas, adecuadas para resguardar sus datos personales contra daño, pérdida, alteración, destrucción o el uso, acceso o tratamiento no autorizado de sus datos personales, así como que cumplan con la presente Política de Privacidad de Datos y los Avisos de Privacidad que correspondan. PRODIK TECNOLOGÍA S.A. DE C.V. no cede, vende o transfiere sus datos personales, a terceros que no guardan relación con PRODIK TECNOLOGÍA S.A. DE C.V., sin su consentimiento previo. Derechos que le corresponden al titular de los datos personales. Usted, como titular de datos personales, podrá ejercitar los derechos de acceso, rectificación, cancelación u oposición respecto al tratamiento de sus datos personales. Dichos derechos podrán ejercitarse ante el Comité de Protección de Datos de Prodik Tecnología S.A. de C.V. A través de su derecho de acceso usted podrá solicitar se le informe qué tipo de datos personales están siendo tratados por PRODIK TECNOLOGÍA S.A. DE C.V., el origen de dichos datos y las comunicaciones que se hayan realizado en relación con los mismos. Por virtud del derecho de rectificación usted puede solicitar se corrija o complete los datos personales que sean incorrectos o estén incompletos y que obren en manos de PRODIK TECNOLOGÍA S.A. DE C.V. Cuando sus datos personales hayan dejado de ser necesarios para los fines para los cuales se recabaron, usted podrá solicitar que los mismos sean cancelados si es que aún se conservaran en las bases de datos de “School App”. Podrá oponerse al tratamiento de sus datos personales, cuando exista una causa legítima para ello, incluso habiendo expresado anteriormente su consentimiento para dicho tratamiento.",
      "Medios automáticos para recabar datos personales:",
      "Le informamos que al acceder a las aplicaciones móviles y sitios web de “School App”, es posible que situemos en su dispositivo algunos medios de rastreo tales como “cookies” u otros, lo anterior permitirá a “School App” mejorar tanto la eficacia de sus sitios web y demás aplicaciones móviles, como la de sus actividades de promoción y comercialización. Se informa además que cumpliendo con las finalidades descritas en la presente “Política de Privacidad de Datos”, a través de las mencionadas tecnologías se recabarán de todos los usuarios los datos de navegación y dirección IP, adicional a lo anterior, en el caso de los clientes de “School App” que accedan a las plataformas como usuarios, se recabarán los datos referentes a su información personal.",
      "“Cookies”:",
      "Se define como un fragmento de información de programación contenida en un archivo de texto que se guarda en su navegador de Internet o en otros lugares de su disco duro o dispositivo móvil. Usted puede administrar la aceptación de éstas directamente en las preferencias de su navegador, tomando en cuenta que, si decide bloquearlas, es posible que no pueda tener acceso al contenido de nuestros sitios o aplicaciones móviles. “School App” podrá utilizar cookies para distinguir su navegador de otros en nuestras plataformas digitales, así como para recopilar estadísticas de estas.",
      "“Web beacons”:",
      "“School App” podrá utilizar tecnologías de seguimiento tales como “web beacons” para recabar datos sobre sus visitas en nuestros sitios web y demás aplicaciones móviles; similar a las “cookies”, éstas son pequeñas imágenes electrónicas incrustadas en el contenido web o mensajes de correo electrónico, las cuales no se encuentran normalmente visibles para los usuarios y que nos permiten generar contenidos casi personalizados para ofrecerle una mejor experiencia cuando utilice nuestras plataformas digitales.",
      "Si desea obtener más información, o en caso de no estar de acuerdo con cualquiera de las condiciones aquí establecidas, puede cambiar la configuración de su navegador.",
      "Modificaciones a la “Política de Privacidad de Datos”:",
      "La presente “Política de Privacidad de Datos” puede sufrir modificaciones, cambios o actualizaciones derivadas de nuevos requerimientos legales; de necesidades propias de “School App” o por los productos o servicios que ofrecemos; de nuestras prácticas de privacidad; de cambios en nuestro modelo de negocio, o por otras causas.",
      "​",
      "Cualquier modificación a la presente “Política de Privacidad de Datos” le será notificada a través de cualquiera de los siguientes medios: un comunicado por escrito enviado a su domicilio; un mensaje enviado a su correo electrónico o a su teléfono móvil o bien, a través de un mensaje dado a conocer a través de http://www.school-app.com.mx/privacidad o de cualquier medio electrónico que utilice para utilizar servicios de “School App”.",
      "Contactos",
      "Usted podrá dirigir cualquier pregunta o comentario respecto a la presente Política de Privacidad de Datos o ejercitar los derechos que por ley le corresponden, ante el Comité de Protección de Datos de PRODIK TECNOLOGÍA S.A. DE C.V. a través del teléfono XXXXXXXXX o del Correo electrónico: DatosPersonales@prodik.mx"
    ]
  }
}
