{
  "terms-and-conditions": {
    "title": "Última modificación: 10/03/2020",
    "copy": [
      "Este contrato describe los términos y condiciones generales (en adelante, los “Términos y Condiciones Generales”) aplicables al uso de los servicios ofrecidos por “School App” y PRODIK TECNOLOGÍA, S.A. DE C.V. (en adelante, “Los Servicios”) al utilizar la aplicación móvil (“la app”) o el sitio de Internet https://www.school-app.com.mx (en adelante, “El Sitio”). Cualquier persona que desee acceder y/o usar el sitio o los servicios podrá hacerlo sujetándose a los Términos y Condiciones Generales, junto con todas las demás políticas y principios que rigen “School App” y que son incorporados al presente por referencia. Cualquier persona que no acepte estos Términos y Condiciones Generales, los cuales tienen un carácter obligatorio y vinculante, deberá abstenerse de utilizar El Sitio y/o Los Servicios. El Usuario debe leer, entender y aceptar todas las condiciones establecidas en los Términos y Condiciones Generales y en la Política de Privacidad de Datos School App, así como en los demás documentos incorporados a los mismos por referencia, previo a su inscripción como Usuario de “School App”. La utilización de “El Sitio” y/o “Los Servicios” por parte del Usuario, implica su consentimiento expreso, libre, informado, específico e inequívoco a la Política de Privacidad de Datos School App” así como su consentimiento expreso de todas las políticas establecidas en los Términos y Condiciones Generales y sus Anexos, y demás políticas y principios incorporados a las mismas por referencia.",
      "01 - Capacidad Los Servicios sólo están disponibles para personas que tengan capacidad legal para utilizarlos. No podrán utilizar los servicios las personas que no tengan esa capacidad, o Usuarios de “School App” que hayan sido suspendidos temporalmente o inhabilitados definitivamente. Si estás inscribiendo un Usuario como Persona Moral, debes tener capacidad para contratar a nombre de tal entidad y de obligar a la misma en estos Términos y Condiciones Generales.",
      "02 - Inscripción Es necesario completar el formulario de inscripción en todos sus campos con datos válidos para poder utilizar los servicios que brinda “School App”. El futuro Usuario deberá completarlo con su información personal de manera exacta, precisa y verdadera (en adelante, los “Datos Personales”) y asume el compromiso de actualizar y/o rectificar los Datos Personales conforme resulte necesario. “School App” no se responsabiliza por la certeza de los Datos Personales de sus Usuarios. Los Usuarios garantizan y responden, en cualquier caso, de la veracidad, exactitud, vigencia y autenticidad de sus Datos Personales.",
      "Como parte del proceso para completar el formulario de inscripción, para poder utilizar su cuenta en el Sitio, así como realizar cualquier función en el Sitio o hacer uso de los Servicios, el Usuario autoriza como medios de autenticación aquellos medios electrónicos, tales como, número de identificación personal, huella digital, firma electrónica, o cualquier otro que determine “School App”.",
      "El Usuario accederá a su cuenta personal (“Cuenta”) mediante la activación de una liga de Internet enviada a su correo electrónico. El Usuario se obliga a mantener la confidencialidad de su Clave de Seguridad.",
      "El Usuario entiende también, que la utilización de “El Sitio” y/o “Los Servicios” implica su consentimiento expreso, libre, informado, específico e inequívoco al Aviso de Privacidad de Google Cloud Platform, plataforma en la que se encuentra hospedada la plataforma “School App”; el cual se encuentra publicado en https://cloud.google.com/security/privacy/?hl=es-419, https://cloud.google.com/security/gdpr o en alguna otra ubicación de sus respectivas páginas de internet o en las oficinas que señale.",
      "La Cuenta es personal, única e intransferible, y está prohibido que un mismo Usuario inscriba o posea más de una Cuenta. En caso de que “School App” detecte distintas Cuentas que contengan datos coincidentes o relacionados, podrá cancelar, suspender o inhabilitarlas.",
      "El Usuario será responsable por todas las operaciones efectuadas en su Cuenta, pues el acceso a la misma está restringido al ingreso y uso de la liga de su correo electrónico, de conocimiento exclusivo del Usuario. El Usuario se compromete a notificar a “School App” en forma inmediata y por medio idóneo y fehaciente, cualquier uso no autorizado de su Cuenta, así como el ingreso por terceros no autorizados a la misma.",
      "“School App” se reserva el derecho de rechazar cualquier solicitud de inscripción o de cancelar una inscripción previamente aceptada, sin que esté obligado a comunicar o exponer las razones de su decisión y sin que ello genere algún derecho a indemnización o resarcimiento.",
      "03 - Modificaciones del Acuerdo “School App” podrá modificar los Términos y Condiciones Generales en cualquier momento haciendo públicos en la aplicación móvil los términos modificados. Todos los términos modificados entrarán en vigor a los 10 (diez) días de su publicación. Todo usuario que no esté de acuerdo con las modificaciones efectuadas por “School App” podrá solicitar la baja de la cuenta.",
      "El uso del sitio y/o sus servicios implica la aceptación de estos Términos y Condiciones generales de uso de “School App”",
      "04 - Inclusión de imágenes y fotografías. Desde la creación de la publicación, el usuario autoriza a “School App” y sus compañías asociadas a utilizar, publicar, reproducir y/o adaptar las imágenes y fotografías incluidas en sus publicaciones.",
      "En particular, el usuario otorga a “School App” y a sus sociedades relacionadas una autorización gratuita, irrevocable, no exclusiva, internacional y sin límite temporal para publicar, reproducir y/o adaptar las imágenes y fotografías con el fin de ser usadas en todos los sitios y aplicaciones de “School App”.",
      "El usuario declara y garantiza que es titular o licenciatario de los derechos necesarios sobre las imágenes y fotografías contenidas en sus publicaciones y cuenta con los derechos y facultades necesarias para conceder la autorización detallada en esta cláusula, siendo responsable exclusivo por cualquier infracción a derechos de terceros. “School App” podrá eliminar la publicación de las imágenes y fotografías, e incluso del bien o servicio, si interpretara, a su exclusivo criterio, que la imagen no cumple con los presentes Términos y Condiciones Generales.",
      "05 - Privacidad de la Información Para utilizar los Servicios ofrecidos por “School App”, los Usuarios deberán facilitar determinados datos de carácter personal. Su información personal se procesa y almacena en servidores o medios magnéticos que mantienen altos estándares de seguridad y protección tanto física como tecnológica. Para más información sobre la privacidad de los Datos Personales y casos en los que será revelada, se puede consultar nuestra Política de Privacidad de Datos School App disponible en www.school-app.com.mx/privacidad",
      "08 - Violaciones del Sistema o Bases de Datos No está permitida ninguna acción o uso de dispositivo, software, u otro medio tendiente a interferir tanto en las actividades y operatoria de “School App” como en las bases de datos de “School App”. Cualquier intromisión, tentativa o actividad violatoria o contraria a las leyes sobre derecho de propiedad intelectual y/o a las prohibiciones estipuladas en este contrato harán susceptible a su responsable de las acciones legales pertinentes, y a las sanciones previstas por este acuerdo, así como lo hará responsable de indemnizar los daños ocasionados.",
      "09 - Sanciones. Suspensión de operaciones Sin perjuicio de otras medidas, “School App” podrá advertir, suspender en forma temporal o inhabilitar definitivamente la Cuenta de un Usuario, iniciar las acciones que estime pertinentes y/o suspender la prestación de sus Servicios si (a) se quebrantara alguna ley, o cualquiera de las estipulaciones de los Términos y Condiciones Generales y demás políticas de “School App”; (b) si se incurriera a criterio de “School App” en conductas o actos dolosos o fraudulentos para “School App” o para los demás Usuarios en general.",
      "10 - Responsabilidad En caso de que uno o más Usuarios o algún tercero inicien cualquier tipo de reclamo o acciones legales contra otro u otros Usuarios, todos y cada uno de los Usuarios involucrados en dichos reclamos o acciones eximen de toda responsabilidad a PRODIK TECNOLOGÍA, S.A. DE C.V. y a sus directores, gerentes, empleados, agentes, operarios, representantes y apoderados.",
      "12 - Fallas en el sistema “School App” no se responsabiliza por cualquier daño, perjuicio o pérdida al Usuario causados por fallas en el sistema, en el servidor o en Internet. “School App” tampoco será responsable por cualquier virus que pudiera infectar el equipo del Usuario como consecuencia del acceso a la aplicación móvil o sitio web, a raíz de cualquier transferencia de datos, archivos, imágenes, textos, o audio contenidos en el mismo. Los Usuarios NO podrán imputarle responsabilidad alguna ni exigir pago por lucro cesante, en virtud de perjuicios resultantes de dificultades técnicas o fallas en los sistemas o en Internet. “School App” no garantiza el acceso y uso continuado o ininterrumpido de su sitio o aplicación móvil. El sistema puede eventualmente no estar disponible debido a dificultades técnicas o fallas de Internet, o por cualquier otra circunstancia ajena a “School App”; en tales casos se procurará restablecerlo con la mayor celeridad posible sin que por ello pueda imputársele algún tipo de responsabilidad. “School App” no será responsable por ningún error u omisión contenidos en su sitio web o aplicación móvil.",
      "15 - Propiedad intelectual - Licencias - Enlaces PRODIK TECNOLOGÍA, S.A. DE C.V. y/o sus sociedades controlantes, controladas, filiales o subsidiarias se reservan todos los derechos, incluyendo los derechos de propiedad intelectual e industrial, asociados con los servicios de “School App”, sus sitios web, los contenidos de sus pantallas, programas, bases de datos, redes, códigos, desarrollo, software, arquitectura, hardware, contenidos, información, tecnología, fases de integración, funcionalidades, dominios, archivos que permiten al Usuario acceder y crear su Cuenta, herramientas de venta, marcas, patentes, derechos de autor, diseños y modelos industriales, nombres comerciales, entre otros, y declara que están protegidos por leyes nacionales e internacionales vigentes.",
      "En ningún caso se entenderá que el Usuario tendrá algún tipo de derecho sobre los mismos excepto para utilizar el servicio de “School App” conforme a lo previsto en estos Términos y Condiciones Generales. El uso indebido o contrario a la normativa vigente de los derechos de propiedad intelectual e industrial de “School App”, así como su reproducción total o parcial, queda prohibido, salvo autorización expresa y por escrito de “School App”.",
      "El sitio web o la aplicación móvil puede contener enlaces a sitios web de terceros. En virtud que “School App” no tiene control sobre tales sitios, no será responsable por los contenidos, materiales, acciones y/o servicios prestados por los mismos, ni por daños o pérdidas ocasionadas por la utilización de éstos, causados directa o indirectamente. La presencia de enlaces a otros sitios web o aplicaciones móviles no implica una sociedad, relación, aprobación o respaldo de “School App” con dichos sitios y sus contenidos.",
      "17 - Anexos Forman parte integral e inseparable de los Términos y Condiciones Generales, los siguientes documentos y/o secciones de “School App” incorporados por referencia, donde se detallan políticas y/o Términos y Condiciones de diferentes servicios ofrecidos en el sitio. Los mismos se podrán consultar dentro del sitio mediante el enlace abajo provisto o accediendo directamente a las páginas correspondientes:",
      "https://www.school-app.com.mx/privacy-policy",
      "https://cloud.google.com/security/privacy/?hl=es-419",
      "Si tienes alguna duda sobre los Términos y Condiciones Generales o demás políticas y principios que rigen “School App” consulta nuestra sección de Contacto en https://www.school-app.com.mx"
    ]
  }
}
